{
    "small_talk": [
      "Can you repeat what I just said?",
      "How are you?",
      "Hello, I am John.",
      "How's the weather today?",
      "Tell me a fun fact!",
      "What's your favorite food?",
      "Do you like talking to people?",
      "How can I make my day better?",
      "What's on your mind?",
      "What are you thinking of?",
      "What do you enjoy doing in your free time?",
      "Do you have any hobbies?",
      "What music do you like?",
      "What’s your favorite movie?",
      "Can you tell me a joke?",
      "Do you enjoy reading books?",
      "What's your favorite color?",
      "Do you have a dream job?",
      "What do you do for fun?",
      "What's something interesting you know?",
      "Do you like pets?",
      "What’s your opinion on technology?",
      "What’s your dream vacation destination?",
      "Do you have any goals?",
      "What makes you happy?",
      "How do you stay positive?",
      "What inspires you?",
      "Do you have any role models?",
      "What’s your favorite season?",
      "Do you like sports?",
      "What’s your morning routine?",
      "What’s your favorite type of cuisine?",
      "Do you prefer coffee or tea?",
      "What’s the best advice you’ve received?",
      "Do you like working with people?",
      "What’s your favorite childhood memory?",
      "Do you enjoy outdoor activities?",
      "What’s your favorite holiday tradition?",
      "What motivates you?",
      "What’s your favorite dessert?",
      "Do you believe in luck?",
      "What’s your favorite type of art?",
      "Do you enjoy traveling?",
      "What’s a fun place you’ve visited?",
      "What do you do to relax?",
      "What’s your favorite animal?",
      "Do you enjoy learning new things?",
      "What’s a skill you’d like to learn?",
      "Do you enjoy solving puzzles?",
      "What’s your favorite way to spend a weekend?",
      "Do you like meeting new people?"
    ],
    "diet_tracker": [
      "I had two cups of salad for lunch today.",
      "Can you add three bananas to my diet log?",
      "How many calories have I consumed today?",
      "Track my dinner: 200 grams of grilled chicken and 150 grams of veggies.",
      "What’s my progress this week?",
      "I just drank a 12-ounce cup of coffee.",
      "Add a tablespoon of olive oil to my lunch.",
      "Track my breakfast: two slices of toast and one teaspoon of butter.",
      "I ate a pound of strawberries yesterday.",
      "Record a gallon of water consumed today.",
      "Add half a liter of orange juice to my log.",
      "I had 250 milliliters of milk for breakfast.",
      "Track my snack: 100 grams of almonds.",
      "Log a teaspoon of honey with my tea.",
      "I ate a quarter cup of rice for dinner.",
      "Track my protein shake: 300 milliliters.",
      "Add 2 kilograms of watermelon consumed this week.",
      "I had one ounce of dark chocolate as a snack.",
      "Track my dessert: 150 grams of yogurt.",
      "I drank 500 milliliters of green tea.",
      "Record a cup of quinoa for lunch.",
      "I had a tablespoon of peanut butter with my snack.",
      "Track my smoothie: 400 milliliters with spinach and bananas.",
      "Add 3 ounces of salmon to my dinner log.",
      "Log a half-liter bottle of sparkling water.",
      "Track my snack: one pound of apples.",
      "Record a teaspoon of cinnamon added to my oats.",
      "Add one gallon of milk consumed this month.",
      "Log 200 grams of pasta for dinner.",
      "I drank a liter of iced tea yesterday.",
      "Track my salad: 2 cups with tomatoes and cucumbers.",
      "I had an ounce of cheese with crackers.",
      "Add 300 milliliters of soup to my lunch.",
      "Track my dinner: half a pound of beef and a cup of broccoli.",
      "Log 2 tablespoons of sugar in my coffee.",
      "I had 250 grams of oatmeal for breakfast.",
      "Track my juice: 1 liter of fresh orange juice.",
      "Add 5 ounces of chicken breast to my salad.",
      "Log 3 cups of popcorn for a snack.",
      "Track my cereal: a cup with half a liter of milk.",
      "I ate a pound of cherries for dessert.",
      "Add a tablespoon of flaxseed to my smoothie.",
      "Log 400 grams of mashed potatoes for dinner.",
      "I drank two cups of herbal tea.",
      "Track my lunch: 1 kilogram of mixed vegetables.",
      "I had a gallon of water yesterday.",
      "Log a teaspoon of salt added to my soup.",
      "Add 6 ounces of turkey to my sandwich.",
      "Track my yogurt: 250 milliliters with berries.",
      "I had 3 tablespoons of dressing on my salad."
    ],
    "nutrition_advisor": [
      "What are some good sources of protein?",
      "Should I eat more carbs if I work out regularly?",
      "Can you suggest a healthy breakfast option?",
      "Is avocado a good choice for a snack?",
      "What vitamins should I take daily?",
      "Which type of drink has the most alcohol?",
      "What's the benefit of drinking milk?",
      "What are the health benefits of eating nuts?",
      "Is fish better than red meat for heart health?",
      "Can you recommend a low-sugar dessert?",
      "What’s a good source of omega-3 fatty acids?",
      "Should I include more fiber in my diet?",
      "Are smoothies healthy?",
      "What are the benefits of eating leafy greens?",
      "Is it okay to eat carbs at night?",
      "What are some good snacks for weight loss?",
      "Should I take a multivitamin?",
      "What are the best foods for boosting energy?",
      "How much water should I drink daily?",
      "Are eggs healthy?",
      "What’s the best way to lose weight?",
      "Can you recommend a vegan protein source?",
      "What are the benefits of eating whole grains?",
      "Is dairy good for bone health?",
      "Can you suggest a healthy meal for dinner?",
      "What are the health benefits of garlic?",
      "Are there any foods that improve digestion?",
      "What are good sources of iron for vegetarians?",
      "Should I eat less salt?",
      "What are the health benefits of drinking green tea?",
      "Are fermented foods good for gut health?",
      "What are some foods high in antioxidants?",
      "Is it healthy to skip breakfast?",
      "Can you recommend a diet for better skin?",
      "What are some foods that reduce inflammation?",
      "Should I avoid processed foods?",
      "What are good snacks for kids?",
      "How much protein do I need daily?",
      "Are there any foods that boost the immune system?",
      "What are the benefits of eating berries?",
      "Is olive oil healthier than butter?",
      "What are the benefits of drinking herbal tea?",
      "Are sweet potatoes better than regular potatoes?",
      "Can you suggest a healthy post-workout snack?",
      "What are some foods rich in vitamin C?",
      "Should I eat organic food?",
      "What are the benefits of chia seeds?",
      "Is honey healthier than sugar?",
      "What are good substitutes for dairy?",
      "Are avocados good for weight loss?",
      "What are some low-carb meal options?"
    ]
  }
  